Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 내용을 수정 후 완료를 눌러 저장합니다
cs: Upravte obsah a uložte ho klepnutím na Hotovo
da: Rediger indholdet, og tryk på Udfør for at gemme.
de: Bearbeite den Inhalt und tippe auf Fertig, um zu speichern.
el: Επεξεργαστείτε το περιεχόμενο και πατήστε Τέλος για αποθήκευση
en: Edit content and tap Done to save.
es: Edita el contenido y toca Listo para guardar
fi: Muokkaa sisältöä ja tallenna painamalla Valmis
fr: Modifiez le contenu, puis touchez Terminé pour enregistrer.
id: Ubah isi lalu ketuk Selesai untuk menyimpan.
it: Modifica il contenuto e tocca Fine per salvare.
ja: 内容を編集して「完了」をタップすると保存されます
nb: Rediger innholdet og trykk Ferdig for å lagre.
nl: Wijzig de inhoud en tik op Gereed om te bewaren.
pl: Edytuj treść i stuknij Gotowe, aby zapisać
pt_br: Edite o conteúdo e toque em OK para salvar.
ru: Измените содержимое и нажмите «Готово», чтобы сохранить.
sv: Redigera innehållet och tryck på Klar för att spara.
th: แก้ไขเนื้อหาแล้วแตะเสร็จเพื่อบันทึก
tr: İçeriği düzenleyin, kaydetmek için Bitti'ye dokunun
vi: Sửa nội dung rồi chạm Xong để lưu.
zh_hans: 修改内容后按“完成”保存
zh_hant: 修改內容後按「完成」儲存

source: 내용을 이어 더하면 스택가 돼요. 키보드에서 순서대로 입력됩니다.
cs: Přidáním dalších kroků vznikne zásobník. Z klávesnice se zadají popořadě.
da: Tilføj flere trin for at lave en stak. De indtastes i rækkefølge fra tastaturet.
de: Füge weitere Schritte hinzu, dann wird es ein Stapel. Sie werden der Reihe nach über die Tastatur eingegeben.
el: Προσθέστε περισσότερα βήματα για να γίνει στοίβα. Εισάγονται με τη σειρά από το πληκτρολόγιο.
en: Add more steps to make it a stack, they're entered in order from the keyboard.
es: Si agregas más contenido, se vuelve una pila. Se escribe en orden desde el teclado.
fi: Lisää vaiheita, niin tästä tulee Pino. Ne kirjoitetaan näppäimistöltä järjestyksessä.
fr: Ajoutez d'autres étapes pour créer une pile. Elles sont saisies dans l'ordre depuis le clavier.
id: Tambah langkah lagi agar menjadi tumpukan. Langkahnya diketik berurutan dari keyboard.
it: Aggiungi altri passaggi per creare una pila: vengono inseriti in ordine dalla tastiera.
ja: 内容を続けて追加するとスタックになります。キーボードから順に入力されます。
nb: Legg til flere trinn, så blir det en stabel. De skrives inn i rekkefølge fra tastaturet.
nl: Voeg meer stappen toe voor een stapel. Ze worden op volgorde ingevoerd vanaf het toetsenbord.
pl: Dodaj kolejne kroki, a powstanie stos. Na klawiaturze wpisują się po kolei.
pt_br: Adicione mais passos para virar uma Pilha. Eles são digitados em ordem pelo teclado.
ru: Добавляйте шаги дальше, и получится стопка. Они вводятся по порядку с клавиатуры.
sv: Lägg till fler steg så blir det en stapel. De skrivs in i ordning från tangentbordet.
th: เพิ่มเนื้อหาต่อเพื่อให้เป็นสแตก จะพิมพ์ตามลำดับจากคีย์บอร์ด
tr: Daha fazla adım eklerseniz yığın olur. Klavyede sırayla girilir.
vi: Thêm bước để thành ngăn xếp. Các bước được nhập lần lượt từ bàn phím.
zh_hans: 继续往下加内容就会变成短语堆，在键盘上会按顺序依次输入。
zh_hant: 繼續往下加內容就會變成短語堆，在鍵盤上會按順序依次輸入。

source: 내용을 이어 더하면 스택이 돼요. 키보드에서 순서대로 입력됩니다.
cs: Přidáním dalších kroků vznikne zásobník. Z klávesnice se zadají popořadě.
da: Tilføj flere trin for at lave en stak. De indtastes i rækkefølge fra tastaturet.
de: Füge weitere Schritte hinzu, dann wird es ein Stapel. Sie werden der Reihe nach über die Tastatur eingegeben.
el: Προσθέστε περισσότερα βήματα για να γίνει στοίβα. Εισάγονται με τη σειρά από το πληκτρολόγιο.
en: Add more steps to make it a stack, they're entered in order from the keyboard.
es: Si agregas más contenido, se vuelve una pila. Se escribe en orden desde el teclado.
fi: Lisää vaiheita, niin tästä tulee Pino. Ne kirjoitetaan näppäimistöltä järjestyksessä.
fr: Ajoutez d'autres étapes pour créer une pile. Elles sont saisies dans l'ordre depuis le clavier.
id: Tambah langkah lagi agar menjadi tumpukan. Langkahnya diketik berurutan dari keyboard.
it: Aggiungi altri passaggi per creare una pila: vengono inseriti in ordine dalla tastiera.
ja: 内容を続けて追加するとスタックになります。キーボードから順に入力されます。
nb: Legg til flere trinn, så blir det en stabel. De skrives inn i rekkefølge fra tastaturet.
nl: Voeg meer stappen toe voor een stapel. Ze worden op volgorde ingevoerd vanaf het toetsenbord.
pl: Dodaj kolejne kroki, a powstanie stos. Na klawiaturze wpisują się po kolei.
pt_br: Adicione mais passos para virar uma Pilha. Eles são digitados em ordem pelo teclado.
ru: Добавляйте шаги дальше, и получится стопка. Они вводятся по порядку с клавиатуры.
sv: Lägg till fler steg så blir det en stapel. De skrivs in i ordning från tangentbordet.
th: เพิ่มเนื้อหาต่อเพื่อให้เป็นสแตก จะพิมพ์ตามลำดับจากคีย์บอร์ด
tr: Daha fazla adım eklerseniz yığın olur. Klavyede sırayla girilir.
vi: Thêm bước để thành ngăn xếp. Các bước được nhập lần lượt từ bàn phím.
zh_hans: 继续往下加内容就会变成短语堆，在键盘上会按顺序依次输入。
zh_hant: 繼續往下加內容就會變成短語堆，在鍵盤上會按順序依次輸入。

source: 내용을 이어 더하면 콤보가 돼요. 키보드에서 순서대로 입력됩니다.
cs: Přidáním dalších kroků vznikne kombo. Z klávesnice se zadají popořadě.
da: Tilføj flere trin for at lave en kombo. De indtastes i rækkefølge fra tastaturet.
de: Füge weitere Schritte hinzu, dann wird es ein Kombo. Sie werden der Reihe nach über die Tastatur eingegeben.
el: Προσθέστε περισσότερα βήματα για να γίνει κόμπο. Εισάγονται με τη σειρά από το πληκτρολόγιο.
en: Add more steps to make it a combo, they're entered in order from the keyboard.
es: Si agregas más contenido, se vuelve un combo. Se escribe en orden desde el teclado.
fi: Lisää vaiheita, niin tästä tulee Kombo. Ne kirjoitetaan näppäimistöltä järjestyksessä.
fr: Ajoutez d'autres étapes pour créer un combo. Elles sont saisies dans l'ordre depuis le clavier.
id: Tambah langkah lagi agar menjadi kombo. Langkahnya diketik berurutan dari keyboard.
it: Aggiungi altri passaggi per creare un combo: vengono inseriti in ordine dalla tastiera.
ja: 内容を続けて追加するとコンボになります。キーボードから順に入力されます。
nb: Legg til flere trinn, så blir det en kombo. De skrives inn i rekkefølge fra tastaturet.
nl: Voeg meer stappen toe voor een combo. Ze worden op volgorde ingevoerd vanaf het toetsenbord.
pl: Dodaj kolejne kroki, a powstanie kombo. Na klawiaturze wpisują się po kolei.
pt_br: Adicione mais passos para virar um Combo. Eles são digitados em ordem pelo teclado.
ru: Добавляйте шаги, и получится комбо. Они вводятся по порядку с клавиатуры.
sv: Lägg till fler steg så blir det en kombo. De skrivs in i ordning från tangentbordet.
th: เพิ่มเนื้อหาต่อเพื่อให้เป็นคอมโบ จะพิมพ์ตามลำดับจากคีย์บอร์ด
tr: Daha fazla adım eklerseniz kombo olur. Klavyede sırayla girilir.
vi: Thêm bước để thành combo. Các bước được nhập lần lượt từ bàn phím.
zh_hans: 继续往下加内容就会变成组合，在键盘上会按顺序依次输入。
zh_hant: 繼續往下加內容就會變成組合，在鍵盤上會按順序依次輸入。

source: 내용을 입력하세요
cs: Zadejte obsah
da: Skriv indhold
de: Inhalt eingeben
el: Εισαγάγετε περιεχόμενο
en: Enter content
es: Escribe el contenido
fi: Kirjoita sisältö
fr: Saisissez le contenu
id: Masukkan isi
it: Inserisci il contenuto
ja: 内容を入力してください
nb: Skriv inn innhold
nl: Voer inhoud in
pl: Wpisz treść
pt_br: Digite o conteúdo
ru: Введите содержимое
sv: Ange innehåll
th: ใส่เนื้อหา
tr: İçerik girin
vi: Nhập nội dung
zh_hans: 请输入内容
zh_hant: 請輸入內容

source: 내일
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
en: Tomorrow
es: Mañana
fi: Huomenna
fr: Demain
id: Besok
it: Domani
ja: 明日
nb: I morgen
nl: Morgen
pl: Jutro
pt_br: Amanhã
ru: Завтра
sv: I morgon
th: พรุ่งนี้
tr: Yarın
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

source: 내일부터 무료 플랜이에요
cs: Od zítřka platí bezplatný plán
da: Den gratis plan starter i morgen
de: Ab morgen gilt der kostenlose Tarif
el: Από αύριο ισχύει το δωρεάν πλάνο
en: The free plan starts tomorrow
es: Desde mañana tienes el plan gratuito
fi: Ilmainen versio alkaa huomenna
fr: Le forfait gratuit commence demain
id: Paket gratis mulai besok
it: Da domani il piano è gratuito
ja: 明日から無料プランです
nb: Gratisplanen starter i morgen
nl: Vanaf morgen geldt het gratis abonnement
pl: Od jutra obowiązuje plan bezpłatny
pt_br: O plano gratuito começa amanhã
ru: С завтрашнего дня действует бесплатный план
sv: Gratisplanen börjar i morgon
th: แผนฟรีเริ่มพรุ่งนี้
tr: Ücretsiz plan yarın başlıyor
vi: Từ ngày mai bạn dùng gói miễn phí
zh_hans: 明天起将切换为免费方案
zh_hant: 明天起將切換為免費方案

source: 넉넉하게
cs: Prostorná
da: Rummelig
de: Großzügig
el: Άνετο
en: Roomy
es: Amplio
fi: Tilava
fr: Spacieux
id: Lega
it: Ampia
ja: ゆったり
nb: Romslig
nl: Ruim
pl: Przestronna
pt_br: Amplo
ru: Просторная
sv: Rymlig
th: กว้างขวาง
tr: Ferah
vi: Rộng rãi
zh_hans: 宽松
zh_hant: 寬松

source: 넣고 나서 그 자리에서 보낼 수 있어요
cs: Vložte a odešlete hned
da: Indsæt, og send uden at skifte app
de: Einfügen und direkt senden
el: Εισαγάγετε και στείλτε χωρίς να φύγετε
en: Insert, then send without leaving
es: Inserta y envía sin salir
fi: Lisää ja lähetä heti samasta paikasta
fr: Insérez, puis envoyez sans quitter
id: Sisipkan, lalu kirim tanpa berpindah
it: Inserisci, poi invia senza uscire
ja: 入力後、そのまま送信できます
nb: Sett inn, og send uten å bytte visning
nl: Voeg in en verstuur meteen
pl: Wstaw i wyślij bez opuszczania pola
pt_br: Insira e envie sem sair do teclado
ru: Вставили и тут же отправили
sv: Infoga och skicka direkt
th: ใส่แล้วส่งต่อได้ทันที
tr: Ekledikten sonra oradan gönderebilirsiniz
vi: Nhập xong có thể gửi ngay tại chỗ
zh_hans: 插入之后就地发送
zh_hant: 插入之後就地發送

source: 넣고 나서 매번 같은 곳을 같게 고치시네요. 단축어를 그 값으로 바꿀까요?
cs: Pokaždé opravujete totéž místo. Upravit frázi podle toho?
da: Du retter det samme hver gang. Vil du opdatere frasen?
de: Du korrigierst jedes Mal dieselbe Stelle. Textbaustein entsprechend ändern?
el: Κάνετε κάθε φορά την ίδια διόρθωση. Να ενημερωθεί η φράση με αυτήν την τιμή;
en: You make the same correction every time. Update the snippet to match?
es: Haces la misma corrección cada vez. ¿Cambio la frase a ese valor?
fi: Korjaat joka kerta saman kohdan. Päivitetäänkö fraasi vastaamaan sitä?
fr: Vous corrigez toujours le même endroit. Mettre à jour la phrase avec cette valeur ?
id: Anda selalu mengubah bagian yang sama. Ubah frasa sesuai perubahan itu?
it: Correggi sempre lo stesso punto dopo l'inserimento. Aggiornare la frase con quel valore?
ja: 入力後、毎回同じ箇所を直していますね。定型文をその値に変更しますか?
nb: Du gjør den samme rettelsen hver gang. Vil du oppdatere frasen til den verdien?
nl: Je past elke keer hetzelfde aan. Het fragment daarop aanpassen?
pl: Za każdym razem poprawiasz to samo miejsce. Zaktualizować frazę?
pt_br: Você faz a mesma correção toda vez. Atualizar a frase com esse valor?
ru: Вы каждый раз исправляете одно и то же место. Обновить фразу этим значением?
sv: Du gör samma ändring varje gång. Vill du uppdatera frasen så att den stämmer?
th: คุณแก้จุดเดิมทุกครั้งหลังใส่ อัปเดตข้อความด่วนให้ตรงกันไหม
tr: Ekledikten sonra her seferinde aynı yeri düzeltiyorsunuz. İfade bu değerle güncellensin mi?
vi: Lần nào bạn cũng sửa cùng một chỗ. Cập nhật cụm từ theo giá trị đó nhé?
zh_hans: 你每次填完都会改同一个地方。要把短语直接改成那个值吗？
zh_hant: 你每次填完都會改同一個地方。要把短語直接改成那個值嗎？

source: 넣고 나서 매번 같은 자리로 커서를 옮겨 이어 쓰시면, 세 번째부터 커서를 그 자리에 세워 드려요. 본문은 한 글자도 고치지 않고, 단축어 편집에서 끌 수 있어요
cs: Když po vložení stále přesouváte kurzor na stejné místo, od třetího vložení ho tam umístíme sami. Text se nikdy nezmění a v úpravě fráze to můžete vypnout
da: Hvis du flytter markøren til det samme sted efter indsættelse, placerer vi den der fra tredje gang. Din tekst ændres aldrig, og du kan slå det fra i redigering af frasen
de: Wenn du nach dem Einfügen den Cursor immer an dieselbe Stelle setzt, tun wir das ab dem dritten Mal für dich. Dein Text wird nie verändert, und im Textbaustein-Editor kannst du es ausschalten
el: Αν μετακινείτε κάθε φορά τον δρομέα στο ίδιο σημείο μετά την εισαγωγή, από την τρίτη φορά τον τοποθετούμε εκεί εμείς. Το κείμενο δεν αλλάζει ποτέ και μπορείτε να το απενεργοποιήσετε στην επεξεργασία της φράσης
en: Keep moving the cursor to the same spot after inserting and we place it there for you from the third time on. Your text is never altered, and you can turn it off in the snippet editor
es: Si después de insertar mueves el cursor siempre al mismo lugar, desde la tercera vez lo dejamos ahí. No se cambia ni una letra del texto y puedes desactivarlo en la edición de la frase
fi: Jos siirrät kohdistimen lisäyksen jälkeen aina samaan kohtaan, asetamme sen sinne kolmannesta kerrasta alkaen. Tekstiä ei muuteta, ja voit kytkeä toiminnon pois fraasin muokkauksessa
fr: Si vous déplacez toujours le curseur au même endroit après l'insertion, nous l'y placerons dès la troisième fois. Le texte n'est jamais modifié, et vous pouvez désactiver cela dans l'édition de la phrase
id: Jika Anda selalu memindahkan kursor ke tempat yang sama setelah menyisipkan, mulai kali ketiga kursor kami taruh di sana. Teks tidak pernah diubah, dan bisa dimatikan di editor frasa
it: Se dopo l'inserimento sposti sempre il cursore nello stesso punto, dalla terza volta lo mettiamo noi lì. Il testo non viene mai modificato e puoi disattivarlo nella modifica della frase
ja: 入力後、毎回同じ位置にカーソルを動かして続きを書くと、3回目からカーソルをその位置に置きます。本文は一切変更されず、定型文の編集でオフにできます
nb: Flytter du markøren til samme sted etter innsetting, plasserer vi den der fra tredje gang. Teksten endres aldri, og du kan slå det av i redigeringen av frasen
nl: Verplaats je de cursor na het invoegen steeds naar dezelfde plek, dan zetten we de cursor er vanaf de derde keer neer. De tekst blijft ongewijzigd en je kunt dit uitzetten in de fragmenteditor
pl: Jeśli po wstawieniu zawsze przenosisz kursor w to samo miejsce, od trzeciego razu ustawimy go tam za Ciebie. Tekst pozostaje bez zmian, a funkcję wyłączysz w edytorze frazy
pt_br: Se você sempre move o cursor para o mesmo lugar após inserir, a partir da terceira vez ele já fica ali. O texto nunca é alterado, e dá para desativar na edição da frase
ru: Если каждый раз переставляете курсор в одно место после вставки, с третьего раза мы будем ставить его туда сами. Текст при этом не меняется, отключить можно в редакторе фразы
sv: Flyttar du markören till samma ställe efter infogning placerar vi den där åt dig från tredje gången. Din text ändras aldrig, och du kan stänga av det i frasredigeringen
th: ถ้าคุณย้ายเคอร์เซอร์ไปจุดเดิมทุกครั้งหลังใส่ ตั้งแต่ครั้งที่สามเราจะวางเคอร์เซอร์ให้ตรงจุดนั้น เนื้อหาจะไม่ถูกแก้แม้แต่ตัวอักษรเดียว และปิดได้ในหน้าแก้ไขข้อความด่วน
tr: Ekledikten sonra imleci hep aynı yere taşırsanız, üçüncü seferden itibaren imleci oraya biz koyarız. Metniniz hiç değişmez, ifade düzenlemeden kapatabilirsiniz
vi: Nếu bạn cứ chuyển con trỏ về cùng một vị trí sau khi nhập, từ lần thứ ba CrocoClip sẽ đặt con trỏ sẵn ở đó. Nội dung không bị sửa chữ nào, và bạn có thể tắt trong phần sửa cụm từ
zh_hans: 如果你每次填完都把光标移到同一个位置继续写，从第三次起我们就帮你把光标停在那里。正文一个字都不会动，也可以在短语编辑里关掉
zh_hant: 如果你每次填完都把光標移到同一個位置繼續寫，從第三次起我們就幫你把光標停在那裡。正文一個字都不會動，也可以在短語編輯裡關掉

source: 넣고 나서 매번 같은 자리를 고치시면 그 자리를 빈칸으로 만들지 물어봐요. 매번 같은 값으로 고치시면 저장해 둔 글을 그 값으로 바꿀지 물어봐요
cs: Když opravujete stále stejné místo, zeptáme se, zda z něj udělat pole k vyplnění. Když ho opravujete na stejnou hodnotu, nabídneme úpravu uloženého textu
da: Retter du det samme sted igen og igen, spørger vi, om det skal være et udfyldningsfelt. Retter du det til samme værdi hver gang, tilbyder vi at opdatere den gemte tekst i stedet
de: Korrigierst du nach dem Einfügen immer dieselbe Stelle, fragen wir, ob daraus ein Ausfüllfeld werden soll. Korrigierst du sie jedes Mal auf denselben Wert, bieten wir an, den gespeicherten Text stattdessen zu ändern
el: Αν διορθώνετε κάθε φορά το ίδιο σημείο, θα ρωτήσουμε αν θέλετε να γίνει πεδίο συμπλήρωσης. Αν το διορθώνετε πάντα με την ίδια τιμή, θα προτείνουμε να ενημερωθεί το αποθηκευμένο κείμενο
en: Keep correcting the same spot and we ask whether it should be a fill in blank. Correct it to the same value every time and we offer to update the saved text instead
es: Si corriges siempre el mismo lugar, te preguntamos si quieres volverlo un campo para llenar. Si lo corriges siempre al mismo valor, te preguntamos si cambiamos el texto guardado por ese valor
fi: Jos korjaat aina saman kohdan, kysymme, tehdäänkö siitä täytettävä kenttä. Jos korjaat sen aina samaan arvoon, tarjoamme tallennetun tekstin päivitystä
fr: Si vous corrigez toujours le même endroit, nous vous demandons s'il doit devenir un champ à remplir. Si vous le corrigez toujours avec la même valeur, nous proposons de mettre à jour le texte enregistré
id: Jika Anda selalu mengubah bagian yang sama, kami tanya apakah bagian itu dijadikan kolom isian. Jika selalu diubah ke nilai yang sama, kami tawarkan memperbarui teks tersimpan
it: Se correggi sempre lo stesso punto, ti chiediamo se renderlo un campo da compilare. Se lo correggi sempre con lo stesso valore, ti proponiamo di aggiornare il testo salvato
ja: 入力後、毎回同じ箇所を直すと、その箇所を入力欄にするか確認します。毎回同じ値に直すと、保存した文をその値に変更するか確認します
nb: Rettes samme sted hver gang, spør vi om det skal bli et utfyllingsfelt. Rettes det til samme verdi hver gang, spør vi om den lagrede teksten skal oppdateres
nl: Corrigeer je steeds dezelfde plek, dan vragen we of het een invulveld moet worden. Corrigeer je het steeds naar dezelfde waarde, dan bieden we aan de bewaarde tekst aan te passen
pl: Jeśli po wstawieniu ciągle poprawiasz to samo miejsce, zapytamy, czy zrobić z niego pole do wypełnienia. Jeśli zawsze poprawiasz na tę samą wartość, zaproponujemy zmianę zapisanego tekstu
pt_br: Se você corrige sempre o mesmo ponto, perguntamos se ele deve virar um campo para preencher. Se corrige sempre para o mesmo valor, perguntamos se o texto salvo deve ser atualizado
ru: Если каждый раз исправляете одно и то же место, спросим, не сделать ли его полем для заполнения. Если исправляете на одно и то же значение, предложим обновить сохранённый текст
sv: Rättar du samma ställe varje gång frågar vi om det ska bli ett ifyllnadsfält. Rättar du till samma värde varje gång erbjuder vi i stället att uppdatera den sparade texten
th: ถ้าคุณแก้จุดเดิมทุกครั้งหลังใส่ เราจะถามว่าจะทำจุดนั้นเป็นช่องกรอกไหม ถ้าแก้เป็นค่าเดิมทุกครั้ง เราจะถามว่าจะอัปเดตข้อความที่บันทึกไว้เป็นค่านั้นไหม
tr: Ekledikten sonra hep aynı yeri düzeltirseniz, orayı doldurulacak alan yapalım mı diye sorarız. Hep aynı değerle düzeltirseniz, kayıtlı metni o değerle güncellemeyi öneririz
vi: Nếu bạn cứ sửa cùng một chỗ sau khi nhập, CrocoClip sẽ hỏi có nên biến chỗ đó thành ô cần điền không. Nếu lần nào bạn cũng sửa thành cùng một giá trị, CrocoClip sẽ hỏi có nên cập nhật nội dung đã lưu không
zh_hans: 如果你每次填完都改同一个地方，我们会问要不要把那里做成空位。如果每次都改成同一个值，我们会问要不要把存好的内容直接换成那个值
zh_hant: 如果你每次填完都改同一個地方，我們會問要不要把那裡做成空位。如果每次都改成同一個值，我們會問要不要把存好的內容直接換成那個值

source: 넣고 나서 매번 같은 자리만 바꾸시네요. 그 자리를 빈칸으로 만들까요?
cs: Pokaždé měníte stejné místo. Udělat z něj pole k vyplnění?
da: Du ændrer det samme sted hver gang. Vil du gøre det til et udfyldningsfelt?
de: Du änderst jedes Mal dieselbe Stelle. Soll daraus ein Ausfüllfeld werden?
el: Αλλάζετε κάθε φορά το ίδιο σημείο. Να γίνει πεδίο συμπλήρωσης;
en: You change the same spot every time. Make it a fill-in blank?
es: Cada vez cambias el mismo lugar después de insertarla. ¿Lo convierto en un campo para llenar?
fi: Muutat joka kerta samaa kohtaa. Tehdäänkö siitä täytettävä kenttä?
fr: Vous modifiez toujours le même endroit. En faire un champ à remplir ?
id: Anda selalu mengubah bagian yang sama. Jadikan kolom isian?
it: Cambi sempre lo stesso punto. Renderlo un campo da compilare?
ja: 入力後、毎回同じ箇所だけ変えていますね。その箇所を入力欄にしますか?
nb: Du endrer samme sted hver gang. Gjøre det til et utfyllingsfelt?
nl: Je wijzigt elke keer dezelfde plek. Er een invulveld van maken?
pl: Po wstawieniu zawsze zmieniasz to samo miejsce. Zrobić z niego pole do wypełnienia?
pt_br: Você muda o mesmo ponto toda vez. Transformar em campo para preencher?
ru: Вы каждый раз меняете одно и то же место. Сделать его полем для заполнения?
sv: Du ändrar samma ställe varje gång. Vill du göra det till ett ifyllnadsfält?
th: คุณแก้จุดเดิมทุกครั้งที่ใส่ ให้จุดนั้นเป็นช่องกรอกไหม
tr: Ekledikten sonra her seferinde aynı yeri değiştiriyorsunuz. Orası doldurulacak alan olsun mu?
vi: Bạn luôn sửa cùng một chỗ. Biến chỗ đó thành ô cần điền nhé?
zh_hans: 你每次都只改同一个地方。要把那里做成填空位吗？
zh_hant: 你每次都只改同一個地方。要把那裡做成填空位嗎？

source: 넣기
cs: Vložit
da: Indsæt
de: Einfügen
el: Εισαγωγή
en: Insert
es: Insertar
fi: Lisää
fr: Insérer
id: Sisipkan
it: Inserisci
ja: 挿入
nb: Sett inn
nl: Voeg in
pl: Wstaw
pt_br: Inserir
ru: Вставить
sv: Infoga
th: ใส่
tr: Ekle
vi: Chèn
zh_hans: 插入
zh_hant: 插入

source: 넣어 두신 사진이 지워져요. 사진첩의 원본은 그대로예요.
cs: Přidaná fotka se odstraní. Originál v knihovně fotek zůstane.
da: Det tilføjede foto fjernes. Originalen i dit fotobibliotek bliver liggende.
de: Das eingefügte Foto wird entfernt. Das Original in deiner Fotomediathek bleibt erhalten.
el: Η φωτογραφία που προσθέσατε θα αφαιρεθεί. Το πρωτότυπο στη βιβλιοθήκη φωτογραφιών παραμένει.
en: The photo you added will be removed. The original in your photo library stays.
es: La foto que agregaste se eliminará. El original en tu fototeca no se toca.
fi: Lisäämäsi kuva poistetaan. Alkuperäinen kuvakirjastossa säilyy.
fr: La photo ajoutée sera supprimée. L'original reste dans votre photothèque.
id: Foto yang Anda tambahkan akan dihapus. Aslinya di pustaka foto tetap ada.
it: La foto aggiunta verrà rimossa. L'originale nella libreria foto resta.
ja: 追加した写真が削除されます。写真ライブラリの元の写真はそのままです。
nb: Bildet du la til fjernes. Originalen i bildebiblioteket beholdes.
nl: De toegevoegde foto wordt verwijderd. Het origineel in je fotobibliotheek blijft staan.
pl: Dodane zdjęcie zostanie usunięte. Oryginał w bibliotece zdjęć pozostanie.
pt_br: A foto que você adicionou será removida. O original na sua biblioteca de fotos continua lá.
ru: Добавленное фото будет удалено. Оригинал в галерее останется.
sv: Fotot du lade till tas bort. Originalet i Bilder finns kvar.
th: รูปที่เพิ่มไว้จะถูกลบ ต้นฉบับในคลังภาพยังอยู่เหมือนเดิม
tr: Eklediğiniz fotoğraf silinecek. Fotoğraflar'daki orijinali kalır.
vi: Ảnh bạn đã thêm sẽ bị xóa. Ảnh gốc trong thư viện vẫn còn nguyên.
zh_hans: 你放进去的照片会被删掉。相册里的原图不受影响。
zh_hant: 你放進去的照片會被刪掉。相簿裡的原圖不受影響。

source: 넣은 뒤 커서 자리 기억
cs: Pamatovat polohu kurzoru
da: Husk markørens placering
de: Cursorposition merken
el: Απομνημόνευση θέσης δρομέα
en: Remember cursor position
es: Recordar posición del cursor tras insertar
fi: Muista kohdistimen paikka lisäyksen jälkeen
fr: Mémoriser la position du curseur
id: Ingat posisi kursor
it: Ricorda posizione del cursore
ja: 入力後のカーソル位置を記憶
nb: Husk markørplassering
nl: Cursorplek onthouden
pl: Zapamiętaj pozycję kursora
pt_br: Lembrar posição do cursor
ru: Запоминать позицию курсора
sv: Kom ihåg markörens plats
th: จำตำแหน่งเคอร์เซอร์หลังใส่
tr: Eklemeden sonra imleç konumunu hatırla
vi: Nhớ vị trí con trỏ sau khi chèn
zh_hans: 记住填入后的光标位置
zh_hant: 記住填入後的光標位置

source: 네, 켰어요
cs: Ano, je zapnuto
da: Ja, den er slået til
de: Ja, ist an
el: Ναι, είναι ενεργό
en: Yes, it's on
es: Sí, está activado
fi: Kyllä, päällä
fr: Oui, c'est activé
id: Ya, sudah aktif
it: Sì, è attivo
ja: はい、オンにしました
nb: Ja, slå på
nl: Ja, staat aan
pl: Tak, włączone
pt_br: Sim, está ativado
ru: Да, включено
sv: Ja, den är på
th: ใช่ เปิดแล้ว
tr: Evet, açık
vi: Vâng, đã bật
zh_hans: 是的，已经开了
zh_hant: 是的，已經開了
